Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/SiriPreferenceExtension/SiriPreferenceExtension.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HOT_KEY_IN_USE_MESSAGE
source: This keyboard shortcut is already in use by the system or another application. Please choose another shortcut or use Keyboard Preferences to customize other system shortcuts.
ar: اختصار لوحة المفاتيح هذا قيد الاستخدام بالفعل من قِبل النظام أو تطبيق آخر. الرجاء اختيار اختصار آخر أو استخدام تفضيلات لوحة المفاتيح لتخصيص اختصارات النظام الأخرى.
ca: El sistema o una altra app ja fan servir aquesta drecera de teclat. Selecciona una altra combinació o ves a la configuració del teclat i personalitza les dreceres del sistema.
cs: Tato klávesová zkratka je již používána systémem nebo jinou aplikací. Vyberte jinou zkratku nebo upravte ostatní systémové zkratky v předvolbách Klávesnice.
da: Denne tastaturgenvej bruges af systemet eller en anden app. Vælg en anden genvej, eller brug Tastatur til at tilpasse andre systemgenveje.
de: Dieser Tastaturkurzbefehl wird bereits vom System oder einem anderen Programm verwendet. Bitte wähle einen anderen Kurzbefehl aus oder verwende die Tastatureinstellungen, um andere Systemkurzbefehle festzulegen.
el: Αυτή η συντόμευση πληκτρολογίου χρησιμοποιείται ήδη από το σύστημα ή κάποια άλλη εφαρμογή. Επιλέξτε άλλη συντόμευση ή χρησιμοποιήστε τις προτιμήσεις Πληκτρολογίου για να εξατομικεύσετε άλλες συντομεύσεις συστήματος.
es: El sistema u otra aplicación ya usan esta función rápida de teclado. Selecciona una combinación de teclas distinta o personaliza las funciones rápidas del teclado del sistema en el panel de preferencias Teclado.
es_us: El sistema u otra aplicación ya usan esta función rápida de teclado. Selecciona una combinación de teclas distinta o personaliza las funciones rápidas del teclado del sistema en el panel de preferencias Teclado.
fi: Järjestelmä tai toinen appi käyttää jo tätä näppäinoikotietä. Valitse toinen oikotie tai muokkaa järjestelmän muita oikoteitä Näppäimistöasetusten avulla.
fr: Ce raccourci clavier est déjà utilisé par le système ou par une autre application. Veuillez en choisir un autre ou utiliser Préférences Clavier pour personnaliser d’autres raccourcis clavier.
fr_ca: Ce raccourci clavier est déjà utilisé par le système ou par une autre application. Veuillez en choisir un autre ou utiliser Préférences Clavier pour personnaliser d’autres raccourcis clavier.
he: קיצור מקלדת זה כבר כשימוש על-ידי המערכת או יישום אחר. נא לבחור קיצור אחר או להשתמש בהעדפות ״מקלדת״ כדי לערוך קיצורים אחרים של המערכת.
hi: कीबोर्ड शॉर्टकट सिस्टम या अन्य ऐप्लिकेशन द्वारा पहले से उपयोग किया जा रहा है। कृपया अन्य शॉर्टकट चुनें या अन्य सिस्टम शॉर्टकट कस्टमाइज़ करने के लिए “कीबोर्ड प्राथमिकता” का उपयोग करें।
hr: Sustav ili neka druga aplikacija već koriste ovaj prečac tipkovnice. Molimo, odaberite drugi prečac ili koristite postavke tipkovnice za podešavanje ostalih prečaca sustava.
hu: Ez a gyorsbillentyű már a rendszer vagy egy másik alkalmazás által használatban van. Kérem, válasszon másik billentyűparancsot, illetve a Billentyűzet beállítások használatával szabjon testre egyéb billentyűparancsokat.
id: Pintasan papan ketik ini sudah digunakan oleh sistem atau aplikasi lain. Pilih pintasan lain atau gunakan Preferensi Papan Ketik untuk menyesuaikan pintasan sistem lainnya.
it: Questa abbreviazione da tastiera è già utilizzata dal sistema o da un’altra applicazione. Scegli un’altra abbreviazione o utilizza le preferenze Tastiera per impostare abbreviazioni di sistema diverse.
ja: このキーボードショートカットは、システムまたはほかのアプリケーションによってすでに使用されています。別のショートカットを選択するか、“キーボード”環境設定を使用してほかのシステムショートカットをカスタマイズしてください。
ko: 키보드 단축키가 시스템이나 다른 응용 프로그램에 의해 이미 사용 중입니다. 다른 단축키를 선택하거나 다른 시스템 단축키를 사용자화하려면 키보드 환경설정을 사용하십시오.
ms: Pintasan papan kekunci telah digunakan oleh sistem atau aplikasi lain. Sila pilih pintasan lain atau gunakan Keutamaan Papan Kekunci untuk sesuaikan pintasan sistem lain.
nl: Deze toetscombinatie wordt al gebruikt door het systeem of een andere app. Kies een andere toetscombinatie of pas de toetscombinaties van het systeem aan in het systeemvoorkeurenpaneel 'Toetsenbord'.
no: Denne tastatursnarveien brukes allerede av systemet eller en annen app. Velg en annen snarvei, eller tilpass andre systemsnarveier ved hjelp av Tastatur-valg.
pl: Ten skrót klawiszowy już jest używany przez system lub inną aplikację. Wybierz inny skrót lub dostosuj pozostałe skróty systemowe, używając preferencji klawiatury.
pt: Este atalho de teclado já está sendo usado pelo sistema ou por outro aplicativo. Escolha outro atalho ou use as Preferências de Teclado para personalizar outros atalhos do sistema.
pt_pt: Este atalho de teclado está já em utilização pelo sistema ou outra aplicação. Selecione outro atalho ou use as preferências de Teclado para personalizar outros atalhos do sistema.
ro: Scurtătura de tastatură e utilizată deja de sistem sau de o altă aplicație. Selectați o altă scurtătură sau utilizați Preferințe tastatură pentru a personaliza alte scurtături de sistem.
ru: Это сочетание клавиш уже используется системой или другой программой. Выберите другое сочетание или настройте его в панели «Клавиатура и мышь».
sk: Túto klávesovú skratku už používa systém alebo iná aplikácia. Vyberte si inú skratku, alebo použite nastavenia Klávesnice pre úpravu systémových skratiek.
sl: Ta bližnjica za tipkovnico se že uporablja v sistemu ali drugi aplikaciji. Izberite drugo bližnjico ali v Nastavitvah tipkovnice prilagodite druge sistemske bližnjice.
sv: Kortkommandot används redan av systemet eller en annan app. Välj ett annat kortkommando eller anpassa andra systemkommandon i tangentbordsinställningarna.
th: ระบบหรือแอปพลิเคชันอื่นใช้งานปุ่มลัดแป้นพิมพ์นี้อยู่ โปรดเลือกปุ่มลัดอื่นหรือใช้การตั้งค่าแป้นพิมพ์เพื่อกำหนดปุ่มลัดอื่นของระบบเอง
tr: Bu klavye kestirmesi, sistem ya da başka bir uygulama tarafından zaten kullanılmakta. Lütfen başka bir kestirme seçin ya da diğer sistem kestirmelerini özelleştirmek için klavye tercihlerini kullanın.
uk: Це клавіатурне скорочення вже використовується системою або іншою програмою. Будь ласка, виберіть інше клавіатурне скорочення або зверніться до параметрів клавіатури, щоб настроїти інші скорочення.
vi: Phím tắt này đã được sử dụng bởi hệ thống hoặc ứng dụng khác. Vui lòng chọn phím tắt khác hoặc sử dụng Tùy chọn bàn phím để tùy chỉnh các phím tắt hệ thống khác.
zh_cn: 此快捷键已经被系统或另一个应用程序使用。请选取另一个快捷键或使用“键盘偏好设置”来自定义其他的系统快捷键。
zh_hk: 此鍵盤快捷鍵正由系統或其他應用程式使用中。請選擇其他快捷鍵或使用「鍵盤」偏好設定來自訂另外的系統快捷鍵。
zh_tw: 此鍵盤快速鍵正由系統或其他應用程式使用中。請選擇其他快速鍵或使用「鍵盤」偏好設定來自訂另外的系統快速鍵。

# SIRI_RESPONSES_BUTTON
source: Siri Responses…
ar: إجابات Siri…
ca: Respostes de Siri…
cs: Odpovědi Siri…
da: Siri-svar…
de: Siri-Antworten …
el: Απαντήσεις Siri…
es: Respuestas de Siri…
es_us: Respuestas de Siri…
fi: Sirin vastaukset…
fr: Réponses de Siri…
fr_ca: Réponses de Siri…
he: התגובות של Siri…
hi: Siri के जवाब…
hr: Odgovori od Siri…
hu: Siri-válaszok…
id: Respons Siri…
it: Risposte di Siri…
ja: Siriの応答…
ko: Siri 응답…
ms: Respons Siri…
nl: Siri-reacties…
no: Siri-svar…
pl: Odpowiedzi Siri…
pt: Respostas da Siri…
pt_pt: Respostas de Siri…
ro: Răspunsuri Siri…
ru: Ответы Siri…
sk: Odpovede Siri…
sl: Sirijini odgovori …
sv: Siri-svar…
th: การโต้ตอบของ Siri…
tr: Siri Yanıtları…
uk: Відповіді Siri…
vi: Phản hồi của Siri…
zh_cn: Siri回应…
zh_hk: Siri回覆⋯
zh_tw: Siri回應⋯

source: Hold Command Space
ar: الضغط مطولاً على مفتاحي command والمسافة
ca: Mantén premudes les tecles d’ordre i espai
cs: Podržte Command-mezerník
da: Hold Kommando-mellemrum nede
de: Command + Leertaste gedrückt halten
el: Command+πλήκτρο διαστήματος
es: Mantener pulsado Comando + Espacio
es_us: Mantener presionado Comando + Espacio
fi: Pidä painettuna komento-välilyönti
fr: Maintenir Commande + Espace
fr_ca: Maintenir enfoncées Commande + Espace
he: לחיצה ארוכה על Command ועל הרווח
hi: कमांड स्पेस दबाए रखें
hr: Zadržite Command + razmaknicu
hu: Command-szóköz lenyomva tartása
id: Tahan Command Spasi
it: Tieni premuti Comando Spazio
ja: Commandキーとスペースバーを押したままにする
ko: Command 스페이스 길게 누르기
ms: Tahan Command Space
nl: Houd Command + Spatie ingedrukt
no: Hold nede Kommando og mellomrom
pl: Przytrzymaj klawisze Command-spacja
pt: Manter Command e Espaço Pressionadas
pt_pt: Manter premida a tecla Comando e a barra de espaço
ro: Ținere Comandă-Spațiu
ru: Удерживание Command-пробел
sk: Podržte Command+Medzerník
sl: Dolgi pritisk tipke Command in preslednice
sv: Håll ned kommando mellanslag
th: กด Command-Space ค้างไว้
tr: Komut-Boşluk Tuşunu Basılı Tut
uk: Утримувати Command + Пробіл
vi: Giữ Command Dấu cách
zh_cn: 长按Command-空格键
zh_hk: 按下Command + 空白鍵
zh_tw: 按住Command + 空白鍵

# ASK_SIRI_ONDEVICE_ASSET_DOWNLOADING_FOOTER_TEXT
source: On-device voice processing, back-to-back requests, and other features are downloading.
ar: يجري تنزيل معالجة الصوت على الجهاز، والطلبات المتتالية، وميزات أخرى.
ca: S’estan descarregant el processament de veu al dispositiu i les sol·licituds d’extrem a extrem, entre altres funcions.
cs: Stahuje se podpora zpracování hlasu na zařízení, bezprostředně navazujících požadavků a dalších funkcí.
da: Behandling af tale på enheden, opfølgende anmodninger og andre funktioner hentes.
de: Die Sprachverarbeitung auf dem Gerät, Folgefragen und weitere Funktionen werden geladen.
el: Πραγματοποιείται λήψη της επεξεργασίας φωνής επί της συσκευής, των διαδοχικών αιτημάτων και άλλων δυνατοτήτων.
es: Se está descargando el contenido necesario para procesar entradas de voz en el dispositivo, peticiones consecutivas y otras funciones.
es_us: Se está descargando lo necesario para el procesamiento de entradas de voz en el dispositivo, las peticiones consecutivas y otras funciones.
fi: Ladataan laitteessa tapahtuvaa puheen käsittelyä, peräkkäisiä pyyntöjä ja muita ominaisuuksia.
fr: Le traitement des voix, les requêtes successives et les autres fonctionnalités exécutés sur lʼappareil sont en cours de téléchargement.
fr_ca: Le téléchargement de fonctionnalités telles que le traitement vocal sur l’appareil et les demandes consécutives est en cours.
he: ״עיבוד קול במכשיר״, ״בקשות עוקבות״ ומאפיינים נוספים נמצאים בתהליך הורדה.
hi: ऑन-डिवाइस वॉइस प्रोसेसिंग, बैक-टू-बैक अनुरोध और अन्य फ़ीचर डाउनलोड किए जा रहे हैं।
hr: Preuzima se Obrada glasa na uređaju, neprekinuti zahtjevi i ostale značajke.
hu: Az eszközön történő beszédhang-feldolgozás, a sorozatos kérések és az egyéb funkciók letöltése folyamatban van.
id: Pemrosesan suara pada perangkat, permintaan berturut-turut, dan fitur lainnya sedang diunduh.
it: È in corso il download degli elementi necessari per supportare l’elaborazione dell’input vocale sul dispositivo, le richieste in serie e altre funzionalità.
ja: デバイス上の音声処理、連続のリクエスト、およびそのほかの機能をダウンロード中です。
ko: 기기상 음성 처리, 연속된 요청 및 기타 기능을 다운로드하는 중입니다.
ms: Pemprosesan suara pada peranti, permintaan berturutan dan ciri lain sedang dimuat turun.
nl: Het verwerken van steminvoer op het apparaat, opeenvolgende verzoeken en andere functies worden gedownload.
no: Talebehandling på enheten, påfølgende forespørsler og andre funksjoner lastes ned.
pl: Pobieram pliki obsługi przetwarzania poleceń głosowych, serii poleceń i innych funkcji.
pt: Baixando processamento de voz no dispositivo, solicitações consecutivas e outros recursos.
pt_pt: A descarregar processamento de voz no dispositivo, pedidos consecutivos e outras funcionalidades…
ro: Procesarea vocală pe dispozitiv, solicitările consecutive și alte funcționalități sunt în curs de descărcare.
ru: Загружаются функции обработки голосового ввода на устройстве, взаимных запросов и другие функции.
sk: Sťahuje sa podpora pre spracovanie hlasu na zariadení, nadväzujúce žiadosti a ďalšie funkcie.
sl: Obdelava glasu v napravi, zaporedne zahteve in druge funkcije se prenašajo.
sv: Röstbearbetning på enheten, följdförfrågningar och andra funktioner hämtas.
th: การประมวลผลเสียงพูดบนอุปกรณ์ คำขอที่ต่อเนื่องกัน และคุณสมบัติอื่นๆ กำลังดาวน์โหลด
tr: Aygıtta ses işleme, arka arkaya istekler ve diğer özellikler indiriliyor.
uk: Викачуються функції послідовних запитів, компоненти оброблення даних голосового вводу на пристрої тощо.
vi: Phần xử lý dữ liệu giọng nói trên thiết bị, các yêu cầu liên tiếp và các tính năng khác đang tải về.
zh_cn: 正在下载设备端语音处理、连续请求及其他功能。
zh_hk: 正在下載裝置端語音處理、連續要求和其他功能。
zh_tw: 正在下載裝置端語音處理、連續要求和其他功能。

# DUPLICATE_ITEM_MESSAGE
source: The item already exists in the list and was not added.
ar: العنصر موجود في القائمة بالفعل ولم تتم إضافته.
ca: Aquest ítem ja és a la llista i no s’ha afegit.
cs: Položka je již v seznamu a nebyla přidána znovu.
da: Emnet findes allerede på listen og blev ikke tilføjet.
de: Dieses Objekt befindet sich bereits in der Liste und wurde nicht hinzugefügt.
el: Το στοιχείο ήδη υπάρχει στη λίστα και δεν προστέθηκε.
es: Este ítem ya estaba en la lista y no se ha añadido.
es_us: Este elemento ya estaba en la lista y no se agregó.
fi: Kohdetta ei lisätty, koska se on jo luettelossa.
fr: Cet élément fait déjà partie de liste et n’a pas été ajouté.
fr_ca: Cet élément fait déjà partie de liste et n’a pas été ajouté.
he: הפריט כבר נמצא ברשימה, ולכן הוא לא התווסף.
hi: आइटम सूची में पहले से मौजूद है और जोड़ा नहीं गया।
hr: Stavka nije dodana jer već postoji na popisu.
hu: Az elem már létezik a listán és nem lett hozzáadva.
id: Item ini sudah ada di dalam daftar dan tidak ditambahkan.
it: L’elemento è già presente nell’elenco e non è stato aggiunto.
ja: この項目は、すでにリストにあるため追加されませんでした。
ko: 그 항목은 이미 목록에 있으며 추가되지 않았습니다.
ms: Item telah wujud dalam senarai dan tidak ditambah.
nl: Het onderdeel komt al in de lijst voor en is niet toegevoegd.
no: Objektet finnes allerede i listen og ble ikke lagt til.
pl: Ta rzecz już istnieje na liście i nie została dodana.
pt: O item já existe na lista e não foi adicionado.
pt_pt: O elemento está já incluído na lista e não foi adicionado.
ro: Articolul există deja în listă și nu a fost adăugat.
ru: Этот объект уже занесен в список.
sk: Položka sa už v zozname nachádza a nebola pridaná.
sl: Element je že na seznamu, zato ni bil dodan.
sv: Objektet finns redan i listan och lades inte till.
th: มีรายการอยู่แล้วในลิสต์และไม่ได้เพิ่มรายการเข้าไป
tr: Öğe listede zaten vardı ve eklenmedi.
uk: Елемент вже є у списку, тому він не був доданий.
vi: Mục đã tồn tại trong danh sách và không được thêm.
zh_cn: 列表中已经存在这个项，未被添加。
zh_hk: 此項目已存在於列表中，所以未被加入。
zh_tw: 此項目已存在於列表中，所以未被加入。

# PRIVACY_ERROR_BACKUP_EXCEPTED_MESSAGE
source: Spotlight will continue to search Time Machine backups but will not search other items on the disk.
ar: سيواصل الباحث البحث في النسخ الاحتياطية لآلة الزمن ولكن لن يبحث في عناصر أخرى على القرص.
ca: L’Spotlight continuarà cercant a les còpies de seguretat del Time Machine, però no a la resta d’ítems del disc.
cs: Spotlight bude nadále prohledávat zálohy Time Machine. Jiné položky na disku prohledávat nebude.
da: Spotlight fortsætter med at søge efter Time Machine-sikkerhedskopier, men søger ikke efter andre emner på disken.
de: Spotlight wird weiter Time Machine-Backups durchsuchen, aber nicht andere Objekte auf dem Volume.
el: Το Spotlight θα συνεχίσει να αναζητά εφεδρικά αρχεία Time Machine αλλά δεν θα κάνει αναζήτηση για άλλα στοιχεία στο δίσκο.
es: Spotlight continuará buscando en las copias de seguridad de Time Machine pero no en los otros ítems del disco.
es_us: Spotlight continuará buscando en los respaldos de Time Machine, pero no en los otros elementos del disco.
fi: Spotlight jatkaa Time Machinen varmuuskopioista etsimistä, mutta ei etsi levyn muista kohteista.
fr: Spotlight va continuer la recherche dans les copies de sauvegarde Time Machine, mais ne recherchera pas d’autres éléments du disque.
fr_ca: Spotlight va continuer la recherche dans les copies de sauvegarde Time Machine, mais ne recherchera pas d’autres éléments du disque.
he: ‏Spotlight ימשיך לחפש בגיבויים של Time Machine אך לא יחפש בפריטים אחרים בכונן.
hi: Spotlight द्वारा Time Machine बैकअप खोजना जारी रखा जाएगा लेकिन डिस्क पर अन्य आइटम नहीं खोजे जाएँगे।
hr: Spotlight će nastaviti tražiti Time Machine sigurnosne kopije, ali neće tražiti druge stavke na disku.
hu: A Spotlight folytatja a Time Machine biztonsági mentésekben való keresést, de más elemeket nem fog keresni a lemezen.
id: Spotlight akan melanjutkan pencarian cadangan Time Machine tetapi tidak akan mencari item lainnya pada disk.
it: Spotlight continuerà a cercare i backup di Time Machine ma non cercherà altri elementi sul disco.
ja: SpotlightはTime Machineバックアップの検索を続けますが、このディスク上の他の項目は検索しません。
ko: Spotlight는 계속 Time Machine 백업을 검색하지만, 디스크에 있는 다른 항목은 검색하지 않습니다.
ms: Spotlight akan terus mencari sandaran Time Machine tetapi tidak akan mencari item lain pada cakera.
nl: Spotlight gaat verder met zoeken in back‑ups in Time Machine, maar zoekt niet in andere onderdelen op de schijf.
no: Spotlight fortsetter å søke i Time Machine-sikkerhetskopier, men søker ikke i andre objekter på disken.
pl: Spotlight będzie nadal przeszukiwać backupy Time Machine, ale nie inne rzeczy na dysku.
pt: O Spotlight continuará a buscar nos backups do Time Machine mas não buscará outros itens no disco.
pt_pt: O Spotlight continuará a procurar nas cópias de segurança do Time Machine, mas não procurará em outros elementos que se encontrem no disco.
ro: Spotlight va continua să caute în backupurile Time Machine, însă nu va căuta în alte articole de pe disc.
ru: Spotlight продолжит поиск в резервных копиях Time Machine, но не будет искать в других объектах на диске.
sk: Spotlight bude naďalej prehľadávať zálohy Time Machine, nebude však prehľadávať ostatné položky na disku.
sl: Pomočnik Spotlight bo še vedno iskal varnostne kopije pripomočka Time Machine, vendar ne bo iskal drugih elementov na disku.
sv: Spotlight kommer att fortsätta söka i Time Machine-säkerhetskopior, men kommer inte att söka i andra objekt på skivan.
th: Spotlight จะค้นหาการสำรองข้อมูล Time Machine ต่อไป แต่จะไม่ค้นหารายการอื่นในดิสก์
tr: Spotlight, Time Machine yedeklemelerinde arama yapmayı sürdürecek ama diskteki diğer öğeleri aramayacaktır.
uk: Spotlight продовжить шукати у резервних копіях Time Machine, але не в інших елементах на цьому диску.
vi: Spotlight sẽ tiếp tục tìm kiếm các bản sao lưu Time Machine nhưng sẽ không tìm kiếm các mục khác trên ổ đĩa.
zh_cn: “聚焦”将继续搜索时间机器的备份，但是不会搜索磁盘上的其他项目。
zh_hk: Spotlight將會繼續搜尋「時光機」備份，但不會搜尋磁碟上的其他項目。
zh_tw: Spotlight將會繼續搜尋「時光機」備份，但不會搜尋磁碟上的其他項目。

# SIRISUGGESTIONS_SHOWCHECKBOX_TITLE_FACETIMEAPP
source: Show Siri Suggestions when calling
ar: إظهار اقتراحات Siri للمكالمات
ca: Mostra els suggeriments de Siri en trucar
cs: Zobrazovat návrhy Siri při volání
da: Vis Siri-forslag ved opkald
de: Siri-Vorschläge beim Anrufen anzeigen
el: Εμφάνιση Προτάσεων Siri κατά τις κλήσεις
es: Mostrar sugerencias de Siri al llamar
es_us: Mostrar sugerencias de Siri al llamar
fi: Näytä Siri-ehdotukset soitettaessa
fr: Afficher les suggestions Siri lors des appels
fr_ca: Afficher les suggestions de Siri lors des appels
he: הצגת ״הצעות של Siri״ במהלך ביצוע שיחה
hi: कॉल करते समय Siri सुझाव दिखाएँ
hr: Prikaži Siri prijedloge prilikom pozivanja
hu: Siri-javaslatok megjelenítése hívás közben
id: Tampilkan Saran Siri saat menelepon
it: Mostra suggerimenti di Siri quando chiami
ja: 通話時にSiriからの提案を表示
ko: 전화할 때 Siri 제안 보기
ms: Tunjukkan Cadangan Siri apabila memanggil
nl: Toon Siri-suggesties bij bellen
no: Vis forslag fra Siri ved anrop
pl: Pokazuj sugestie Siri dla rozmów telefonicznych
pt: Mostrar Sugestões da Siri ao ligar
pt_pt: Mostrar Sugestões de Siri ao efetuar chamadas
ro: Afișează sugestiile Siri la apelare
ru: Показывать предложения Siri для вызовов
sk: Zobrazovať návrhy Siri pri hovoroch
sl: Prikaži Sirijine predloge pri klicanju
sv: Visa Siri-förslag för samtal
th: แสดงคำแนะนำโดย Siri เมื่อโทร
tr: Arama sırasında Siri Önerileri’ni göster
uk: Показувати пропозиції Siri під час викликів
vi: Hiển thị Gợi ý của Siri khi gọi
zh_cn: 通话时显示Siri建议
zh_hk: 在通話時顯示「Siri建議」
zh_tw: 通話時顯示Siri建議

# ASK_SIRI_ONDEVICE_ASSET_OUT_OF_SPACE_FOOTER_TEXT
source: Ready to download on-device voice processing, back-to-back requests, and other features.
ar: جاهز لتنزيل معالجة الصوت على الجهاز، والطلبات المتتالية، وميزات أخرى.
ca: Ja es poden descarregar el processament de veu al dispositiu i les sol·licituds d’extrem a extrem, entre altres funcions.
cs: Nyní je možné stáhnout podporu zpracování hlasu na zařízení, bezprostředně navazujících požadavků a dalších funkcí.
da: Klar til at hente behandling af tale på enheden, opfølgende anmodninger og andre funktioner.
de: Die Sprachverarbeitung auf dem Gerät, Folgefragen und weitere Funktionen können jetzt geladen werden.
el: Η συσκευή είναι έτοιμη για λήψη της επεξεργασίας φωνής επί της συσκευής, των διαδοχικών αιτημάτων και άλλων δυνατοτήτων.
es: Ya se puede descargar el contenido necesario para procesar entradas de voz en el dispositivo, peticiones consecutivas y otras funciones.
es_us: Ya se puede descargar lo necesario para el procesamiento de entradas de voz en el dispositivo, las peticiones consecutivas y otras funciones.
fi: Valmis lataamaan laitteessa tapahtuvan puheen käsittelyn, peräkkäiset pyynnöt ja muita ominaisuuksia.
fr: Le traitement des voix, les requêtes successives et les autres fonctionnalités exécutés sur lʼappareil sont prêts à être téléchargés.
fr_ca: L’appareil est prêt à télécharger des fonctionnalités telles que le traitement vocal sur l’appareil et les demandes consécutives.
he: המערכת מוכנה להוריד את ״עיבוד קול במכשיר״, ״בקשות עוקבות״ ומאפיינים נוספים.
hi: डाउनलोड करने के लिए तैयार ऑन-डिवाइस वॉइस प्रोसेसिंग, बैक-टू-बैक अनुरोध और अन्य फ़ीचर।
hr: Spremno za preuzimanje Obrade glasa na uređaju, neprekinutih zahtjeva i ostalih značajki.
hu: Készen áll az eszközön történő beszédhang-feldolgozás, a sorozatos kérések és az egyéb funkciók letöltésére.
id: Siap mengunduh pemrosesan suara pada perangkat, permintaan berturut-turut, dan fitur lainnya.
it: È tutto pronto per scaricare gli elementi necessari per supportare l’elaborazione dell’input vocale sul dispositivo, le richieste in serie e altre funzionalità.
ja: デバイス上の音声処理、連続のリクエスト、およびそのほかの機能をダウンロードする準備ができました。
ko: 기기상 음성 처리, 연속된 요청 및 기타 기능을 다운로드할 준비가 되었습니다.
ms: Sedia untuk memuat turun pemprosesan suara pada peranti, permintaan berturutan dan ciri lain.
nl: Klaar om het verwerken van steminvoer op het apparaat, opeenvolgende verzoeken en andere functies te downloaden.
no: Klar til å laste ned talebehandling på enheten, påfølgende forespørsler og andre funksjoner.
pl: Urządzenie jest gotowe do pobrania plików obsługi przetwarzania poleceń głosowych, serii poleceń i innych funkcji.
pt: Tudo pronto para baixar processamento de voz no dispositivo, solicitações consecutivas e outros recursos.
pt_pt: Pronto para descarregar o processamento de voz no dispositivo, pedidos consecutivos e outras funcionalidades.
ro: Procesarea vocală pe dispozitiv, solicitările consecutive și alte funcționalități sunt pregătite pentru descărcare.
ru: Все готово к загрузке функций обработки голосового ввода на устройстве, взаимных запросов и других функций.
sk: Podpora pre spracovanie hlasu na zariadení, nadväzujúce žiadosti a ďalšie funkcie sú pripravené na stiahnutie.
sl: Pripravljeno za prenos obdelave glasu v napravi, zaporednih zahtev in drugih funkcij.
sv: Redo att hämta röstbearbetning på enheten, följdförfrågningar och andra funktioner.
th: พร้อมแล้วที่จะดาวน์โหลดการประมวลผลเสียงพูดบนอุปกรณ์ คำขอที่ต่อเนื่องกัน และคุณสมบัติอื่นๆ
tr: Aygıtta ses işleme, arka arkaya istekler ve diğer özellikler indirilmeye hazır.
uk: Функції послідовних запитів, компоненти оброблення даних голосового вводу на пристрої тощо готові до викачування.
vi: Đã sẵn sàng tải về phần xử lý dữ liệu giọng nói trên thiết bị, các yêu cầu liên tiếp và các tính năng khác.
zh_cn: 已准备好下载设备端语音处理、连续请求及其他功能。
zh_hk: 準備好下載裝置端語音處理、連續要求和其他功能。
zh_tw: 準備好下載裝置端語音處理、連續要求和其他功能。
